Repository: openatv/enigma2-plugin-extensions-dbackup
Catalog: usr/lib/enigma2/python/Plugins/Extensions/dBackup/locale/*/LC_MESSAGES/dbackup.po
Languages: it, ru, tr, uk

source: About
ru: Информация
tr: Hakkında
uk: Про програму

source: Are you sure that you want to FORMAT recovery device %s now for %s?
it: FORMATTARE il dispositivo recovery %s per %s?
ru: Отформатировать %s сейчас %s?
uk: Ви впевнені, що хочете використовувати пристрій %s відновлення FORMA?

source: Are you sure that you want to erase now %s ?
ru: Хотите удалить %s ?
tr: Şimdi silmek istediğinizden emin misiniz %s ?

source: Are you sure that you want to flash now %s ?
it: Flashare adesso %s ?
ru: Загрузить во флеш %s ?
tr: Şimdi flaş yapmak istediğinden emin misin %s ?
uk: Ви впевнені, що хочете зараз прошити %s ?

source: Backup
ru: Копирование
tr: Yedekleme
uk: Копіювання

source: Backuptool
it: Strumento di Backup
ru: Расширение резервной копии
tr: Yedekleme aracı
uk: Інструменти копіювання

source: Be patient, this takes 1-2 min ...
ru: Это займёт несколько минут!
tr: Bekleyin, bu 1-2 dakika sürer ...

source: Boxtype in backupname
ru: Добавлять название тюнера при копировании

source: Cancel
it: Annullato
ru: Отменить
uk: Відміна

source: Checking
it: Controllare
ru: Проверка
tr: Kontrol et
uk: Перевірка

source: Choose backup location
ru: Выбрать место для резервной копии
tr: Yedekleme konumunu seçin
uk: Виберіть місце для копіювання

source: Clean apt cache before backup
it: Pulire la cache apt prima del Backup
ru: Очистить кеш перед резервным копированием
uk: Очистити кеш-файл до копіювання

source: Configuring
it: Configurazione
ru: Функции
tr: Yapılandırma
uk: Конфігурація

source: Create signature file
it: Creare file di firma
ru: Создать файл с подписью
uk: Створити файл підпису

source: Date in backupname
ru: Добавлять текущюю дату при копировании
tr: Yedek addaki tarih
uk: Дата в імені копії

source: Delete
ru: Удалить
tr: Sil

source: Disclaimer
ru: Отказ
tr: Uyarı
uk: Відмова

source: Dreambox Backup Plugin by gutemine Version %s
it: Dreambox Backup Plugin di gutemine versione %s
ru: Плагин для создания резервных копий. Версия %s
tr: Gutemine sürüm %s Dreambox Yedekleme Eklentisi
uk: Плагін копіювання Dreambox від gutemine Версія %s

source: Enter Backup Imagename
it: Inserire il nome del Backup
ru: Введите название резервной копии
tr: Yedeklemenin adını girin
uk: Введіть назву копії

source: Enter Backup Path
it: Inserire il percorso del Backup
ru: Введите путь для резервной копии
tr: Yedekleme Yolunu Girin
uk: Введіть місце розташування копії

source: Blanks in backupname
ru: Кол-во пробелов после названия в меню ввода названия
tr: Yedek adda boşluklar

source: Exclude epg.db
ru: Исключить из бекапа epg.db
uk: Виключити epg.db

source: Exclude settings
ru: Исключить из бекапа настройки
tr: Ayarları hariç tut
uk: Виключити налаштування

source: Exclude timers
ru: Исключить из бекапа установки таймеров
tr: Zamanlayıcıları hariç tut
uk: Виключити таймери

source: Exit
ru: Выход
tr: Çıkış
uk: Вихід

source: Extension
it: Estensioni
ru: Меню расширений
tr: Uzantılar
uk: Розширення

source: Extract kernel from Flash
it: Estrarre il Kernel dalla Flash
ru: Извлечь kernel из флеши
uk: Витяг ядра з флеш-пам'яті

source: Extract loader from Flash
it: Estrarre il Loader dalla Flash
ru: Извлечь загрузчик из флеши
uk: Витяг завантажувач з флеш-пам'яті

source: Factory reset
ru: Сброс настроек по умолчанию
tr: Fabrika ayarları

source: Fading
it: Dissolvenza
ru: Затухание
uk: Затухання

source: Flash Backup finished
ru: Бэкап создан
tr: Flash yedekleme tamamlandı

source: Flash Backup to %s finished with imagename: %s.%s
ru: Резервная копия в %s Создана с названием: %s.%s
tr: Flash Backup to %s imagename ile bitirdi: %s.%s

source: Flash Backup to %s finished with imagename: %s.%s BUT it has I/O Errors
ru: Резервная копия в%s Создана с названием: %s.%s Но есть ошибки...
tr: Flash Yedekleme için %s imagename ile bitti: %s.%s ANCAK I/O Hataları var

source: Flash kernel from image
ru: Перепрошить флеш из имиджа
tr: Görüntü flashden Flash çekirdek
uk: Flash-ядро з іміджу

source: Flashing
ru: Перепрошивка
tr: Yedekleme yapılıyor
uk: Прошивання

source: Flashing reboot delay [0-60 sec]
ru: Задержка перезагрузки после перепрошивки, в мин.

source: Flashtool
it: Strumento di Flash
ru: Источник перепрошивки флеши
tr: Flash aracı
uk: Інструменти прошивання

source: If you install e2fsprogs the badblocks binary will allow to check and mark also bad blocks
it: Se si installa e2fsprogs i badblocks binari permetteranno di controllare e marcare anche i blocchi danneggiati
ru: Установите e2fsprogs, для проверки и восстановления повреждённых блоков памяти.
tr: Eğer e2fsprogs ikili badblock'ları kurarsanız, kötü blokları da kontrol edip işaretleyeceksiniz
uk: Якщо Ви встановлюєте e2fsprogs, двоїчний код badblocks дозволить перевірити і відзначити також погані блоки

source: Imagetype in backupname
ru: Добавлять название имиджа при копировании
uk: Тип іміджу в імені копії

source: Info
it: Informazioni
ru: Информация
tr: Hakkında
uk: Інфо

source: Memory total: %i MB used: %i MB free: %i MB
it: Memoria totale: %i MB usato: %i MB libero: %i MB
ru: Память Всего: %i MB Используется: %i MB Свободно: %i MB
tr: Bellek toplam: %i MB kullanıldı: %i MB free: %i MB
uk: Пам'ять загальна: %i MБ використовується: %i MБ вільна: %i MБ

source: Minimal Fading Transparency
ru: Выбор уровня прозрачности
tr: Minimal Solma Saydamlığı
uk: Прозорість мінімального затухання

source: Nothing mounted at %s
it: Nulla gemountet su %s
ru: Ничего нет на %s
tr: %s'de hiçbir şey monte edilmedi
uk: Нічого не встановлено на %s

source: Pluginlist
it: Lista Plugin
ru: Меню плагинов
tr: Eklenti listesi
uk: Список плагінів

source: Press OK for starting backup to
ru: Нажмите 'OK' для резервного копирования
tr: Yedeklemeyi başlatmak için Tamam'a basın

source: Press OK now for flashing %s Box will reboot automatically when finished!
it: Premere OK per flashare %s Il Box si riavvierà automaticamente a operazione conclusa!
ru: Нажмите 'OK' для начала прошивки %s Dreambox по окончании прошивки перезагрузится автоматически!
tr: Yanıp sönen için şimdi OK tuşuna basın %s Kutu bittiğinde otomatik olarak yeniden başlayacaktır!
uk: Натисніть OK для прошивання %s Ресивер автоматично перезавантажиться після завершення!

source: Really shutdown now?
ru: Выключить?
tr: Şimdi gerçekten kapatılsın mı?

source: Recovery Bios
it: Bios Recovery
ru: Восстановление Bios
uk: Відновлення Bios

source: Recovery Image from Feed
it: Recupero Immagine dal Feed
ru: Перепрошить имиджем с фида
tr: Feed'den kurtarma görüntüsü
uk: Відновлення іміджу з фида

source: Recovery Mode
ru: Режим восстановления
tr: Kurtarma Modu
uk: Режим відновлення

source: Refresh
it: Aggiornare
ru: Обновить
tr: Yenile
uk: Оновлення

source: Rescue Bios
ru: Восстановить Bios
tr: Bios Kurtarma

source: Rescue Bios from Feed
ru: Восстановить Bios с фида
tr: Feed'den Bios Kurtarma
uk: Відновлення Bios з фида

source: Root Filesystem total: %s MB used: %s MB free: %s MB
it: Root Filesystem totale: %s MB usato: %s MB libero: %s MB
ru: Файловая система Всего: %s MB Используется: %s MB Свободно: %s MB
tr: Root Dosya Sistemi toplam: %s MB kullanıldı: %s MB free: %s MB
uk: Коренева файлова система загальна: %s MБ використовується: %s MБ вільна: %s MБ

source: Select device for recovery USB stick
ru: Выбрать устройство для восстановления
tr: Kurtarma USB çubuğu için cihazı seçin

source: Select tar.*z image for flashing
it: Scegliere image tar.*z da flashare
ru: Выберите имидж tar.*z для прошивки
tr: Yedekleme için tar.*z dosyasını seçin
uk: Виберіть імідж tar.*z для прошивання

source: Settings
ru: Меню Настройки
tr: Ayarlar

source: Show plugin
it: Visualizza Plugin
ru: Показывать плагин в
tr: Eklentiyi göster
uk: Показати плагін

source: Sorry, %s device not mounted
it: %s dispositivo non mounted
ru: Устройство %s не подключено!
tr: Üzgünüz, %s cihaz takılı değil
uk: Вибачте, %s пристрій не встановлено

source: Sorry, %s device not mounted writeable
ru: %s устройство не примонтированно для записи
tr: Maalesef, %s cihaz yazılabilir değil

source: Sorry, %s has no primary partition
ru: В %s нет основного раздела
tr: Maalesef, %s birincil bölüme sahip değil

source: Sorry, Erasing of %s was canceled!
ru: Удаление %s отменено!
tr: Maalesef %s silme işlemi iptal edildi!

source: Sorry, Flashing of %s was canceled!
it: Flashing di %s cancellata!
ru: Перепрошивка %s отменена!
tr: Üzgünüm, %s'nin yanıp sönmesi iptal edildi!
uk: Вибачте, прошивання %s було скасовано!

source: Sorry, Flashing works only in Flash
ru: Перепрошивается только флеш
tr: Üzgünüm, yanıp sönen sadece flaş çalışır

source: Sorry, currently not supported on this Dreambox type
it: attualmente non supportato su questo tipo di Dreambox
ru: Пока не поддерживается!
tr: Üzgünüz, şu anda bu Dreambox türünde desteklenmiyor
uk: На жаль, в даний час цей тип Dreambox не підтримується

source: Sorry, dBackup webinterface is currently disabled
ru: Веб интерфейс отключён!
tr: Maalesef, Yedek web arayüzü şu anda devre dışı

source: Sorry, no %s image
ru: Имиджа %s не существует
tr: Maalesef %s image yok

source: Sorry, no correct tar.*z file selected
it: Nessun file tar.*z corretto selezionato
ru: Выбран не корректный файл tar.*z
tr: Üzgünüm, doğru tar.*z yok. dosyası seçildi
uk: Вибачте, не обрано правильний файл tar.*z

source: Sorry, no device choosen
it: nessun dispositivo scelto
ru: Не выбранно устройство!
tr: Üzgünüz, hiçbir cihaz seçilmedi
uk: На жаль, ні один пристрій не вибрано

source: Sorry, no device found
it: nessun dispositivo trovato
ru: Устройство не найдено!
tr: Üzgünüz, cihaz bulunamadı
uk: На жаль, не знайдено жодного пристрою

source: Sorry, no xz binary found
it: nessun xz Binary trovato
ru: Бинарный файл xz не найден
tr: Üzgünüm, xz ikili bulunamadı

source: Sorry, use Barry Allen for Backup
it: Usa Barry Allen per il Backup
ru: Используется Barry Allen для резервного копирования
tr: Üzgünüm, Yedekleme için Barry Allen kullan
uk: Вибачте, використовуйте Barry Allen для копіювання

source: Sorry, use Dumbo for Backup
it: Usa Dumbo per il Backup
ru: Используется Dumbo для резервного копирования
uk: Вибачте, використовуйте Dumbo для копіювання

source: Sorry, use LowFAT for Backup
it: Usa LowFAT per il Backup
ru: Используется LowFAT для резервного копирования
tr: Üzgünüm, Yedekleme için LowFAT kullan

source: Sort Imagelist alphabetic
it: Ordine albabetico lista immagini
ru: Сортировать имиджи по алфавиту
tr: Imagelist alfabetik sıralama
uk: Сортувати список іміджів за алфавітом

source: This way of flashing your Dreambox is not supported by DMM. You are using it completely at you own risk! If you want to flash your Dreambox safely use the Recovery Webinterface! May the Power button be with you!
it: Questo modo di flashare il Dreambox non è supportato da DMM. Si utilizza completamente a vostro rischio! Se volete flashare il Dreambox in modo sicuro, usare la Webinterface o Dreamup! Che il cavo Power button con voi!
ru: Этот способ перепрошивки не поддерживается Dream Property. Вы всё делаете на свой риск! Безопасный способ прошивки - через Веб-Интерфейс или с помощью DreamUP! Используйте кабель Mini USB > USB!
tr: Dreambox'ınızın yedeklenmesinin bu yolu DMM tarafından desteklenmez. Tamamen kendi sorumluluğunuzda kullanıyorsunuz! Dreambox'ınızı güvenle yedeklemek istiyorsanız, Kurtarma Web Arayüzünü kullanın! Güç düğmesi yanınızda olsun!
uk: Цей засіб прошивання Dreambox не підтримується DMM. Ви використовуєте його повністю на свій страх і ризик! Якщо Ви хочете швидко прошити Dreambox, використовуйте веб-інтерфейс відновлення або DreamUP! Нехай кабель Mini USB буде з Вами!

source: Time in backupname
ru: Добавлять текущее время при копировании
tr: Yedek adında süre
uk: Час в імені копії

source: USB recovery stick
ru: Восстановление с USB флеши
uk: USB-накопичувач

source: Verbose
ru: Подробно

source: Webinterface
ru: Веб-Интерфейс
tr: Web arayüzü
uk: Веб-інтерфейс

source: all
ru: Везде

source: already exists,
it: gia esistente,
ru: Уже существует,
tr: zaten var,
uk: вже існує,

source: badblocks recovery > 1min
it: badblocks recupero > 1min
ru: Восстановление блоков -меньше минуты
tr: badblocks kurtarma> 1dk
uk: Відновлення пошкоджених блоків > 1min

source: both
it: entrambi
ru: Оба меню
tr: her ikisi de
uk: обидві

source: check & repair recovery
it: controllare & riparare recovery
ru: Проверка и восстановление
tr: kurtarmayı kontrol et ve onar
uk: перевірка і відновлення

source: check defragmentation Harddisk
ru: Проверьте дефрагментацию HDD
tr: birleştirme harddisk kontrol edin

source: check defragmentation recovery
ru: Проверьте дефрагментацию каталога 'recovery'
tr: birleştirme kurtarmayı kontrol et
uk: Перевірити відновлення дефрагментації

source: check defragmentation root
ru: Проверьте дефрагментацию каталога 'root'
tr: birleştirme root kontrol et
uk: Перевірити дефрагментацію кореня

source: check root
it: controllare la root
ru: Проверка каталога 'root'
tr: root kontrol et
uk: Перевірити корінь

source: clean apt cache
ru: Очистить кеш
uk: Очистити кеш-файл до копіювання

source: container
ru: Контейнер
uk: контейнер

source: create recovery USB stick
ru: Создать USB-накопитель для восстановления
tr: kurtarma USB çubuğu oluştur

source: dBackup is busy ...
it: dBackup occupato...
ru: Система занята!
tr: dBackup meşgul ...
uk: dBackup зайнятий ...

source: deb in backupname
ru: Добавлять расширение имиджа при копировании
tr: yedek adında deb
uk: Deb в імені копії

source: defragment Harddisk
ru: Дефрагментация HDD
tr: sabit diski birleştir

source: defragment recovery
ru: Дефрагментация каталога 'recovery'
tr: birleştirme kurtarma
uk: відновлення дефрагментації

source: defragment root
ru: Дефрагментация каталога 'root'
tr: birleştirme root
uk: Дефрагментація кореня

source: deleting %s ?
ru: Удалить %s ?
tr: siliniyor %s ?

source: direct
it: diretto
ru: Из имиджа
tr: direkt
uk: директорія

source: nfiwrite
ru: Записать nfi

source: no
ru: Нет
tr: hayır
uk: ні

source: no badblocks binary - get e2fsprogs
it: nessun badblocks binario - installare e2fsprog
ru: Повреждённых секторов нет!
tr: ikili badblocks yok - e2fsprog yükleyin
uk: Немає двоїчних файлів badblocks - get e2fsprogs

source: not confirmed
it: non confermato
ru: Не подтвержденно
tr: onaylanmadı
uk: не підтверждено

source: nothing entered
it: nessuna voce
ru: Ничего не выбранно...
tr: giriş yok
uk: нічого не введено

source: overwrite ?
it: sovrascrivere?
ru: Перезаписать?
tr: üzerine yazılsın mı?
uk: перезаписати ?

source: recovery stick creation failed, Sorry!
ru: Не удалось создать устройство для восстановления
tr: kurtarma çubuğu oluşturma başarısız, Üzgünüm!

source: select Image for deleting
ru: Выберите бэкап имиджа для удаления
tr: silmek için image seçin

source: select backup path
ru: Выберите путь для создания бэкап
tr: yedekleme yolunu seçin
uk: Виберіть шлях резервного копіювання

source: system
it: Sistema
ru: Система
tr: sistem
uk: система

source: umount failed, Sorry!
it: umount fallito!
ru: Не удалось отмонтировать!
tr: umount başarısız oldu, Üzgünüm!
uk: Розмонтування не вдалося, вибачте!

source: use back button in browser and try again!
it: Usa il tasto indietro del browser e riprova!
ru: Используйте кнопку 'Назад' и попробуйте ещё раз!
tr: tarayıcıda geri düğmesini kullanın ve tekrar deneyin!
uk: Використовуйте кнопку «Назад» у браузері і спробуйте ще раз!

source: yes
it: Si
ru: Да
tr: evet
uk: так

source: none
tr: yok

source: Are you sure that you want to FORMAT recovery device %s now for %s ?
tr: %s kurtarma cihazını şimdi %s için FORMAT yapmak istediğinizden emin misiniz?

source: OK
tr: TAMAM

source: tar.xz Compression
tr: tar.xz Sıkıştırma

source: extra
tr: ekstra

source: Exclude picons
tr: Piconları hariç tut

source: Be patient, this takes some time ...
it: Attendere, richiesti 1-2min ...
uk: Будьте терплячі, це займає 1-2 хвилини ...

source: Flash Backup to %s finished with imagename: %s.tar.gz
it: Flash Backup %s: terminato con nome image: %s.tar.gz
uk: Копіювання для %s завершено з іменем: %s.tar.gz

source: Flash Backup to %s finished with imagename: %s.tar.gz BUT it has I/O Errors
it: Flash terminato su %s terminato con nome image: %s.tar.gz MA con errori I/O
uk: Копіювання для %s завершено з іменем: %s.tar.gz Але має помилки введення / виводу

source: daemon
it: Sfondo

source: Press OK for starting backup
it: Premere OK per avviare il backup
