Repository: openatv/enigma2-plugin-extensions-dbackup
Catalog: usr/lib/enigma2/python/Plugins/Extensions/dBackup/locale/po/LC_MESSAGES/dbackup.po
Languages: de_de

source: no
de_de: Nie

source: yes
de_de: Tak

source: Settings
de_de: Ustawienia

source: Pluginlist
de_de: Lista Wtyczek

source: Extension
de_de: Rozszerzenia

source: both
de_de: w Obydwóch

source: all
de_de: Wszędzie

source: Webinterface
de_de: Interfejs Webowy

source: Factory reset
de_de: Reset fabryczny

source: none
de_de: Żaden

source: direct
de_de: Bezpośredni

source: Rescue Bios
de_de: Bios Ratunkowy

source: daemon
de_de: demon

source: container
de_de: Kontener

source: Select tar.*z image for flashing
de_de: Wybierz Image tar. *z do wgrania

source: Disclaimer
de_de: CZYTAJ !

source: Info
de_de: Informacje

source: This way of flashing your Dreambox is not supported by DMM. You are using it completely at you own risk! If you want to flash your Dreambox safely use the Recovery Webinterface! May the Power button be with you!
de_de: Ten sposób Flash`owania Dreamboxa jest potencjalnie niebezpieczny i w żaden sposób nie jest wspierany przez DMM. Używasz tej metody całkowicie na własne ryzyko! Jeśli chcesz bezpiecznie flash`ować Dreamboxa rób to za pomocą Interfejsu Webowego Niech przycisk zasilania będzie z Tobą! ;)

source: Dreambox Backup Plugin by gutemine Version %s
de_de: Wtyczka od @gutemine wersja %s Tłumaczenie @kosmacz

source: Flashing
de_de: Flash

source: Backup
de_de: Kopia

source: Configuring
de_de: Ustawienia

source: Checking
de_de: Kontrola

source: dBackup is busy ...
de_de: dBackup jest zajęte ...

source: Enter Backup Imagename
de_de: Wpisz nazwę Image dla Kopii

source: Enter Backup Path
de_de: Wpisz ścieżkę dla Kopii

source: Sorry, currently not supported on this Dreambox type
de_de: Niestety obecnie nie jest obsługiwana w tym typie Dreambox`a

source: Sorry, no correct tar.*z file selected
de_de: Nie wybrano poprawnego pliku tar.*z

source: Sorry, no xz binary found
de_de: Niestety nie znaleziono pliku binarnego xz

source: Sorry, no %s image
de_de: Niestety nie znaleziono Image %s

source: Refresh
de_de: Odśwież

source: Nothing mounted at %s
de_de: Niczego nie podmontowano w %s

source: Sorry, use Barry Allen for Backup
de_de: Użyj Barry Allen do wykonania Kopii

source: Sorry, use LowFAT for Backup
de_de: Użyj LowFAT do wykonania Kopii

source: Sorry, Flashing works only in Flash
de_de: Flashowanie działa tylko we Flashu

source: Sorry, dBackup webinterface is currently disabled
de_de: Niestety Interfejs Webowy dBackup jest obecnie wyłączony

source: use back button in browser and try again!
de_de: Użyj przycisku Wstecz w przeglądarce i spróbuj ponownie!

source: Exit
de_de: Wyjście

source: Press OK now for flashing %s Box will reboot automatically when finished!
de_de: Naciśnij przycisk OK, aby flashować %s Tuner automatycznie uruchomi się ponownie po zakończeniu !

source: Are you sure that you want to flash now %s ?
de_de: Czy na pewno chcesz teraz flashować %s ?

source: Recovery Image from Feed
de_de: Recovery Image z Feed`a

source: Rescue Bios from Feed
de_de: Rescue Bios z Feed`a

source: Sorry, Flashing of %s was canceled!
de_de: Flashowanie %s zostało anulowane !

source: Sorry, no device choosen
de_de: Niestety nie wybrano urządzenia

source: Sorry, no device found
de_de: Niestety nie znaleziono urządzenia

source: Are you sure that you want to FORMAT recovery device %s now for %s ?
de_de: Jesteś powien że chcesz wykonać FORMAT urządzenia odzyskiwania %s dla %s ?

source: umount failed, Sorry!
de_de: Niestey odmotnowanie nie powiodło się!

source: Sorry, %s device not mounted writeable
de_de: Niestety urządzenie %s nie jest podmontowane do zapisu

source: recovery stick creation failed, Sorry!
de_de: Niestety nie udało się utworzyć USB Ratunkowego !

source: Sorry, %s device not mounted
de_de: %s urządzenie nie jest podmontowane

source: Flash Backup to %s finished with imagename: %s.%s BUT it has I/O Errors
de_de: Wykonano Kopię do: %s pod nazwą Image: %s.%s Ale zawiera błędy I/O

source: Flash Backup to %s finished with imagename: %s.%s
de_de: Wykonano Kopię do: %s pod nazwą Image: %s.%s

source: select backup path
de_de: Wybierz ścieżkę Kopii Zapasowej

source: nothing entered
de_de: niczego nie wybrano !

source: already exists,
de_de: już istnieje,

source: overwrite ?
de_de: Nadpisać ?

source: Press OK for starting backup
de_de: Naciśnij przycisk OK, aby rozpocząć tworzenie Kopii pod nazwą

source: Be patient, this takes some time ...
de_de: Cierpliwości, to zajmie trochę czasu ...

source: not confirmed
de_de: nie potwierdzone

source: Flash Backup finished
de_de: Wgrywanie Kopii zakończone

source: Recovery Mode
de_de: Tryb Odzyskiwania

source: Really shutdown now?
de_de: Napewno wyłączyć teraz ?

source: About
de_de: O wtyczce

source: check root
de_de: Spawdź Root

source: check & repair recovery
de_de: Sprawdź i Napraw Odzyskiwanie

source: badblocks recovery > 1min
de_de: Odzyskiwanie wadliwych bloków > 1 min

source: no badblocks binary - get e2fsprogs
de_de: Brak wadliwych bloków binarnych - pobierz e2fsprogs

source: create recovery USB stick
de_de: Utwórz odzyskiwaną pamięć USB

source: clean apt cache
de_de: Wyczyść pamięć podęczną apt

source: check defragmentation root
de_de: Sprawdź defragmentację Root

source: defragment root
de_de: Defragmentuj Root

source: check defragmentation recovery
de_de: Sprawdź defragmentację Odzyskiwania

source: defragment recovery
de_de: Defragmentuj Odzyskiwanie

source: check defragmentation Harddisk
de_de: Sprawdź defragmentację Twardego Dysku

source: defragment Harddisk
de_de: Defragmentuj Twardy Dysk

source: Select device for recovery USB stick
de_de: Wybierz urządzenie do odzyskiwania pamięci USB

source: If you install e2fsprogs the badblocks binary will allow to check and mark also bad blocks
de_de: Jeśli zainstalujesz e2fsprogs, binarka pozwoli sprawdzić i zaznaczyć wadliwe bloki

source: Are you sure that you want to erase now %s ?
de_de: Na pewno chcesz usunąć teraz %s ?

source: Sorry, Erasing of %s was canceled!
de_de: Niestety usuwanie %s zostało anulowane!

source: Sorry, %s has no primary partition
de_de: Niestety %s nie ma partycji podstawowej

source: Flashtool
de_de: Narzędzie Flashowania

source: Backuptool
de_de: Narzędzie Kopii

source: Flash kernel from image
de_de: Flashuj Kernel z poziomu Image

source: Flashing reboot delay [0-60 sec]
de_de: Opóźnienie ponownego Uruchomienia [0-60 sekund]

source: Choose backup location
de_de: Wybierz lokalizację Kopii Zapasowej

source: Imagetype in backupname
de_de: Typ Image w nazwie kopii

source: deb in backupname
de_de: Rozszerzenie .deb w nazwie kopii

source: Date in backupname
de_de: Data w nazwie kopii

source: Time in backupname
de_de: Czas w nazwie kopii

source: Clean apt cache before backup
de_de: Wyczyść pamięć apt przed wykonaniem kopii

source: Exclude epg.db
de_de: Wyklucz w kopii bazę epg.db

source: Exclude timers
de_de: Wyklucz w kopii Timery

source: Exclude settings
de_de: Wyklucz w kopii Ustawienia

source: Exclude picons
de_de: Wyklucz w kopii Pikony

source: Minimal Fading Transparency
de_de: Ustaw Przezroczystość Menu

source: Verbose
de_de: Rozwlekły

source: Sort Imagelist alphabetic
de_de: Sortuj alfabetycznie listę Image

source: Show plugin
de_de: Pokaż Wtyczkę w

source: Root Filesystem total: %s MB used: %s MB free: %s MB
de_de: Root łącznie: %s MB użyta: %s MB wolna: %s MB

source: Memory total: %i MB used: %i MB free: %i MB
de_de: Pamięć łącznie: %i MB użyta: %i MB wolna: %i MB
